Hair_data = [
    "卷毛",
    "短毛",
    "长毛",
    "无毛儿~",
];

Attribute_data = [
    "青梅竹马",
    "天降系",
    "妹妹",
    "姐姐",
    "人妻",
    "学生",
    "学生会长",
    "老师",
    "不良",
    "碧池",
    "破鞋",
    "优等生",
    "大小姐",
    "眼镜娘",
    "贵族",
    "不幸少女",
    "吸血鬼",
    "公主",
    "圣女",
    "修女",
    "偶像",
    "猫娘",
    "宅女",
    "文学少女",
    "巫女",
    "魔法少女",
    "人造人",
    "杀手",
    "杀人狂",
    "科学家",
    "伪娘",
    "警察",
    "暴走族",
    "女骑士",
    "特工"
];

Character_data = [
    "社交达猫",
    "运动鬼才",
    "腹黑傲娇",
    "天然呆",
    "贪吃鬼",
    "清纯无辜",
    "独行侠",
    "高冷",
    "好奇猫",
    "胆小敏感",
    "霸道总裁",
    "撒娇粘人"
];

//数据来源:随便百度的 毫无科学依据
Cupsize_data = [
    "AA",
    "A","A","A","A","A",
    "B","B","B","B","B","B","B","B","B","B","B",
    "C","C","C","C",
    "D","D","D",
    "E","E",
    "F",
    "G"
];

Skin_data = [
    "暹罗猫",
    "布偶猫",
    "折耳猫",
    "英短",
    "美短",
    "波斯猫",
    "狸花猫",
    "橘猫",
    "三花"
];

Sex_data = [
    "霸道小公猫",
    "性感小母猫",
];
